Repository: clarive/cla-redmine-plugin
Catalog: i18n/*.po
Languages: es

source: Redmine Inbound
es: Entrada de Redmine

source: Redmine Server undefined. Please choose one.
es: Servidor de Redmine no definido. Por favor, escoja uno.

source: Missing URL parameter.
es: URL no encontrada.

source: Topic created with mid:
es: Tópico creado con mid:

source: Topic doesn't exist
es: Tópico no existe

source: Topic already updated
es: Tópico ya actualizado

source: Change topic status
es: Cambio de estado de tópico

source: Update topic
es: Actualizar tópico

source: Redmine topic updated
es: Tópico de Remine actualizado

source: Redmine Outbound
es: Salida de Redmine

source: Action option undefined.
es: Acción no definida.

source: Topic with mid
es: Tópico con mid

source: not found
es: no encontrado

source: has no relation with Redmine
es: no tiene relación con Redmine

source: not found
es: No existe el tópico en Redmine

source: Clarive Category Name
es: Nombre de la categoría en Clarive

source: Redmine Category Name
es: Nombre de la categoría en Redmine

source: Clarive - Redmine Field Correspondence
es: Correspondencia de campos Clarive - Redmine

source: Clarive - Redmine List Correspondence
es: Lista de correspondencias de los campos Clarive - Redmine

source: Redmine Server
es: Servidor Redmine

source: Redmine Category
es: Categoría Redmine

source: Action
es: Acción

source: Create
es: Crear

source: Update
es: Actualizar

source: Change Status
es: Cambiar Estado
